Repository: Stage-11-Agentics/c11mux
Catalog: Resources/InfoPlist.xcstrings
Source language: en
Languages: ja, ko, ru, uk, zh_hans, zh_hant

# NSCameraUsageDescription
source: A program running within c11 would like to use your camera.
ja: c11 内で実行中のプログラムがカメラの使用を求めています。

# NSMicrophoneUsageDescription
source: A program running within c11 would like to use your microphone.
ja: c11 内で実行中のプログラムがマイクの使用を求めています。
ko: c11 내에서 실행 중인 프로그램이 마이크를 사용하려고 합니다.
ru: Программа, запущенная в c11, хотела бы использовать ваш микрофон.
zh_hans: 在 c11 中运行的程序想要使用您的麦克风。
zh_hant: 在 c11 中執行的程式想要使用您的麥克風。

# NSDownloadsFolderUsageDescription
source: A program running within c11 would like to access files in your Downloads folder.
ja: c11 内で実行中のプログラムが、ダウンロードフォルダ内のファイルへのアクセスを求めています。
ko: c11 내에서 실행 중인 프로그램이 다운로드 폴더의 파일에 접근하려고 합니다.
ru: Программа, запущенная в c11, хотела бы получить доступ к файлам в вашей папке «Загрузки».
uk: Програма, запущена в c11, хоче отримати доступ до файлів у вашій теці «Завантаження».
zh_hans: 在 c11 中运行的程序想要访问您“下载”文件夹中的文件。
zh_hant: 在 c11 中執行的程式想要存取您「下載」檔案夾中的檔案。

# NSDocumentsFolderUsageDescription
source: A program running within c11 would like to access files in your Documents folder.
ja: c11 内で実行中のプログラムが、書類フォルダ内のファイルへのアクセスを求めています。
ko: c11 내에서 실행 중인 프로그램이 문서 폴더의 파일에 접근하려고 합니다.
ru: Программа, запущенная в c11, хотела бы получить доступ к файлам в вашей папке «Документы».
uk: Програма, запущена в c11, хоче отримати доступ до файлів у вашій теці «Документи».
zh_hans: 在 c11 中运行的程序想要访问您“文稿”文件夹中的文件。
zh_hant: 在 c11 中執行的程式想要存取您「文件」檔案夾中的檔案。

# NSDesktopFolderUsageDescription
source: A program running within c11 would like to access files on your Desktop.
ja: c11 内で実行中のプログラムが、デスクトップ上のファイルへのアクセスを求めています。
ko: c11 내에서 실행 중인 프로그램이 데스크탑의 파일에 접근하려고 합니다.
ru: Программа, запущенная в c11, хотела бы получить доступ к файлам на вашем Рабочем столе.
uk: Програма, запущена в c11, хоче отримати доступ до файлів на вашому Робочому столі.
zh_hans: 在 c11 中运行的程序想要访问您桌面上的文件。
zh_hant: 在 c11 中執行的程式想要存取您桌面上的檔案。

# NSFileProviderDomainUsageDescription
source: A program running within c11 would like to access files managed by iCloud Drive or another file provider.
ja: c11 内で実行中のプログラムが、iCloud Drive などの File Provider が管理するファイルへのアクセスを求めています。
ko: c11 내에서 실행 중인 프로그램이 iCloud Drive 또는 다른 File Provider가 관리하는 파일에 접근하려고 합니다.
ru: Программа, запущенная в c11, хотела бы получить доступ к файлам, управляемым iCloud Drive или другим File Provider.
uk: Програма, запущена в c11, хоче отримати доступ до файлів, якими керує iCloud Drive або інший File Provider.
zh_hans: 在 c11 中运行的程序想要访问由 iCloud Drive 或其他 File Provider 管理的文件。
zh_hant: 在 c11 中執行的程式想要存取由 iCloud Drive 或其他 File Provider 管理的檔案。

# NSFileProviderPresenceUsageDescription
source: A program running within c11 is checking which of your cloud files are available locally.
ja: c11 内で実行中のプログラムが、クラウド上のどのファイルがローカルで利用可能かを確認しようとしています。
ko: c11 내에서 실행 중인 프로그램이 클라우드 파일 중 어떤 것이 로컬에서 사용 가능한지 확인하려고 합니다.
ru: Программа, запущенная в c11, проверяет, какие из ваших облачных файлов доступны локально.
uk: Програма, запущена в c11, перевіряє, які з ваших хмарних файлів доступні локально.
zh_hans: 在 c11 中运行的程序正在检查您的云端文件中哪些在本地可用。
zh_hant: 在 c11 中執行的程式正在檢查您的雲端檔案中哪些在本機可用。

# NSRemovableVolumesUsageDescription
source: A program running within c11 would like to access files on a removable volume.
ja: c11 内で実行中のプログラムが、リムーバブルボリューム上のファイルへのアクセスを求めています。
ko: c11 내에서 실행 중인 프로그램이 이동식 볼륨의 파일에 접근하려고 합니다.
ru: Программа, запущенная в c11, хотела бы получить доступ к файлам на съёмном томе.
uk: Програма, запущена в c11, хоче отримати доступ до файлів на знімному носії.
zh_hans: 在 c11 中运行的程序想要访问可移除卷上的文件。
zh_hant: 在 c11 中執行的程式想要存取可移除卷宗上的檔案。

# NSNetworkVolumesUsageDescription
source: A program running within c11 would like to access files on a network volume.
ja: c11 内で実行中のプログラムが、ネットワークボリューム上のファイルへのアクセスを求めています。
ko: c11 내에서 실행 중인 프로그램이 네트워크 볼륨의 파일에 접근하려고 합니다.
ru: Программа, запущенная в c11, хотела бы получить доступ к файлам на сетевом томе.
uk: Програма, запущена в c11, хоче отримати доступ до файлів на мережевому томі.
zh_hans: 在 c11 中运行的程序想要访问网络卷上的文件。
zh_hant: 在 c11 中執行的程式想要存取網路卷宗上的檔案。

# NSAppleMusicUsageDescription
source: A program running within c11 would like to access your Music library.
ja: c11 内で実行中のプログラムが、ミュージックライブラリへのアクセスを求めています。
ko: c11 내에서 실행 중인 프로그램이 음악 보관함에 접근하려고 합니다.
ru: Программа, запущенная в c11, хотела бы получить доступ к вашей медиатеке Музыки.
uk: Програма, запущена в c11, хоче отримати доступ до вашої медіатеки Музики.
zh_hans: 在 c11 中运行的程序想要访问您的音乐资料库。
zh_hant: 在 c11 中執行的程式想要存取您的音樂資料庫。

# NSPhotoLibraryUsageDescription
source: A program running within c11 would like to access your Photos library.
ja: c11 内で実行中のプログラムが、写真ライブラリへのアクセスを求めています。
ko: c11 내에서 실행 중인 프로그램이 사진 보관함에 접근하려고 합니다.
ru: Программа, запущенная в c11, хотела бы получить доступ к вашей медиатеке Фото.
uk: Програма, запущена в c11, хоче отримати доступ до вашої медіатеки Фото.
zh_hans: 在 c11 中运行的程序想要访问您的照片图库。
zh_hant: 在 c11 中執行的程式想要存取您的照片圖庫。

# NSContactsUsageDescription
source: A program running within c11 would like to access your Contacts.
ja: c11 内で実行中のプログラムが、連絡先へのアクセスを求めています。
ko: c11 내에서 실행 중인 프로그램이 연락처에 접근하려고 합니다.
ru: Программа, запущенная в c11, хотела бы получить доступ к вашим Контактам.
uk: Програма, запущена в c11, хоче отримати доступ до ваших Контактів.
zh_hans: 在 c11 中运行的程序想要访问您的通讯录。
zh_hant: 在 c11 中執行的程式想要存取您的聯絡資訊。

# NSCalendarsUsageDescription
source: A program running within c11 would like to access your Calendar.
ja: c11 内で実行中のプログラムが、カレンダーへのアクセスを求めています。
ko: c11 내에서 실행 중인 프로그램이 캘린더에 접근하려고 합니다.
ru: Программа, запущенная в c11, хотела бы получить доступ к вашему Календарю.
uk: Програма, запущена в c11, хоче отримати доступ до вашого Календаря.
zh_hans: 在 c11 中运行的程序想要访问您的日历。
zh_hant: 在 c11 中執行的程式想要存取您的行事曆。

# NSRemindersUsageDescription
source: A program running within c11 would like to access your Reminders.
ja: c11 内で実行中のプログラムが、リマインダーへのアクセスを求めています。
ko: c11 내에서 실행 중인 프로그램이 미리 알림에 접근하려고 합니다.
ru: Программа, запущенная в c11, хотела бы получить доступ к вашим Напоминаниям.
uk: Програма, запущена в c11, хоче отримати доступ до ваших Нагадувань.
zh_hans: 在 c11 中运行的程序想要访问您的提醒事项。
zh_hant: 在 c11 中執行的程式想要存取您的提醒事項。

# NSLocalNetworkUsageDescription
source: A program running within c11 would like to discover devices on your local network.
ja: c11 内で実行中のプログラムが、ローカルネットワーク上のデバイスの検出を求めています。
ko: c11 내에서 실행 중인 프로그램이 로컬 네트워크의 기기를 검색하려고 합니다.
ru: Программа, запущенная в c11, хотела бы обнаруживать устройства в вашей локальной сети.
uk: Програма, запущена в c11, хоче виявляти пристрої у вашій локальній мережі.
zh_hans: 在 c11 中运行的程序想要发现您本地网络上的设备。
zh_hant: 在 c11 中執行的程式想要探索您本地網路上的裝置。

# NSAppleEventsUsageDescription
source: A program running within c11 would like to control other applications via AppleScript.
ja: c11 内で実行中のプログラムが、AppleScript を通じて他のアプリケーションを制御しようとしています。
ko: c11 내에서 실행 중인 프로그램이 AppleScript를 통해 다른 응용 프로그램을 제어하려고 합니다.
ru: Программа, запущенная в c11, хотела бы управлять другими приложениями через AppleScript.
uk: Програма, запущена в c11, хоче керувати іншими застосунками через AppleScript.
zh_hans: 在 c11 中运行的程序想要通过 AppleScript 控制其他应用程序。
zh_hant: 在 c11 中執行的程式想要透過 AppleScript 控制其他應用程式。

source: New c11 Workspace Here
ja: ここに新規 c11 ワークスペースを作成
ko: 여기에 새 c11 작업 공간
ru: Новое рабочее пространство c11 здесь
zh_hans: 在此新建 c11 工作区
zh_hant: 在此新增 c11 工作區

source: New c11 Window Here
ja: ここに新規 c11 ウインドウを作成
ko: 여기에 새 c11 윈도우
ru: Новое окно c11 здесь
zh_hans: 在此新建 c11 窗口
zh_hant: 在此新增 c11 視窗
